
<template>
  <div class="body">
    <div class="wrapper">
      <h1>智科车联数据用户服务协议</h1>
      <div class="content">
        <!--<div class="title1">-->
          <!--重要须知：-->
        <!--</div>-->
        <p>本《智科车联数据用户服务协议》（以下简称“本《协议》”）系由用户与智科提供的数据服务所订立的相关权利义务规范。您在注册为智科数据开放平台用户前，需仔细阅读并完全理解本《协议》内容及智科公布的其他服务规则（以下统称为“服务条款”），如果您不同意受该等服务条款的约束，应停止注册程序并停止使用数据服务。当您点击智科数据开放平台注册页面的同意注册按钮并完成注册程序、获得智科数据开放平台账号和密码时，即视为您已认真阅读服务条款全部内容，对服务条款均已知晓、理解并接受，同意将其作为确定双方权利义务的依据服务条款对您及智科数据开放平台均具有法律效力。</p>
        <p>
          智科数据开放平台是由智科车联股份有限公司运营和管理的为用户（包括个人及单位）提供API测试、API申请、API调用、数据定制等多项服务的交易平台，官方网站为https://www.itink.com.cn。除本《协议》有明确规定外，本《协议》不适用使用智科数据开放平台特别数据服务的个人或单位，对于使用智科数据开放平台特别数据服务的用户，请阅读为该等服务制定的特别条款，详见智科数据开放平台官方网站。
        </p>
        <p>
          如本协议约定的条款与用户和公司签订的纸质合同中各条款有不同之处，以纸质合同为准；纸质合同没有约定的事项，以用户在公司平台注册使用过程中同意的各项服务条款为准。
        </p>
        <div class="title2">
          1.服务对象
        </div>
        <p class="margin-bot0">
          1.1 同时满足下列条件的，方可被认定为智科数据开放平台用户：
        </p>
        <div class="p00">
          （1）同意本《协议》内容并接受其约束；
        </div>
        <div class="p00">
          （2）完成在智科数据开放平台的注册程序并获得智科数据开放平台账户和密码;
        </div>
        <p class="margin-bot0">
          1.2 智科数据开放平台用户类型及实名认证
        </p>
        <div class="p00">
          1.2.1 智科数据开放平台用户类型：
        </div>
        <p class="p01 margin-bot0">（1）个人用户；</p>
        <p class="p01 margin-bot0">（2）单位用户；</p>
        <div class="p00">
          1.2.2 实名认证说明：
        </div>
        <p class="p01 margin-bot0">（1）个人用户进行实名认证需按照智科数据开放平台的要求提供包括但不限于个人身份证件正反面照片、个人基本信息以及智科数据开放平台认为为向用户提供满足用户需求的服务所必需的其他信息；</p>
        <p class="p01 margin-bot0">（2）单位用户进行实名认证需按照智科数据开放平台的要求提供包括但不限于个营业执照正副本照片、从事与智科数据开放平台合作业务或使用智科数据开放平台服务所必需的资质许可（如需）、企业基本信息以及智科数据开放平台认为为向用户提供满足用户需求的服务所必需的其他信息;用户应保证其向智科数据开放平台提供的证件、信息等内容真实、准确、完整、及时、有效，因用户提供的证件、信息等内容不满足真实、准确、完整、及时、有效条件而引致的各种损失或责任，均由客户自行承担。</p>
        <p class="p01 margin-bot0">（3）用户应保证其向智科数据开放平台提供的实名制认证的证件、信息等内容真实、准确、完整、及时、有效，因用户提供的证件、信息等内容不满足真实、准确、完整、及时、有效条件而引致的各种损失或责任，均由用户自行承担。</p>
        <p class="p01 margin-bot0">（4）用户应保证如为企业实名制客户应保证用户注册及后续平台操作行为（包括但不限于注册、充值、购买、消费、申请退款等）均有有效授权，否则由此导致的各种损失或责任，均由用户自行承担。</p>
        <div class="title2">
          2.服务内容
        </div>
        <p class="margin-bot0">
          2.1 智科数据开放平台数据服务说明<br/>智科数据开放平台用户可以使用智科数据开放平台提供的数据API用于各个平台上的APP开发。另外根据数据的特性不同，不同数据具有不同的资费标准及赠送次数。详细如下：
        </p>
        <div class="p00">
          （1）用户成功申请数据，审核通过后即可进行数据调用，具体内容请参见相应的接口文档页。
        </div>
        <div class="p00">
          （2）智科数据开放平台注册用户可使用智科数据开放平台审核后的全部数据资源。
        </div>
        <div class="p00">
          （3）不同数据具有不同的请求频次，请用户关注所申请的数据的请求频次，具体内容请参见相应的接口文档页。
        </div>
        <div class="p00">
          （4）若用户提出恶意请求（智科数据开放平台享有自主判断的权利）、未经智科数据开放平台同意采集智科数据开放平台数据或通过智科数据开放平台平台作出侵犯智科数据开放平台合法权益的其他行为的，智科数据开放平台将停止服务，并视情形需要确定是否采取法律维权措施；
        </div>
        <div class="p00">
          （5）智科数据开放平台有权根据市场运作、服务内容、发展规划等因素调整相应数据服务收费标准，并于官网或相应的接口文档页进行公告，而无需单独通知用户。用户在购买相应的数据服务时，应关注最新服务收费标准；智科数据开放平台数据平台为提高用户体验、完善用户服务质量，将视需要合理使用智科数据开放平台平台产生的用户数据，但不会作出泄露用户隐私的行为。您注册成为智科数据开放平台用户，即视为您已同意并充分有效授权智科数据开放平台数据在不违反客户隐私保护义务的前提下对您在智科数据开放平台平台的数据/信息进行合理使用。
        </div>
        <p class="margin-bot0">
          2.2 数据定制服务<br/>
          如智科数据开放平台提供的一般性服务无法满足用户的需求，智科数据开放平台愿意为用户提供特殊定制服务。用户可联系智科数据开放平台客服咨询定制服务相关信息。
        </p>
        <div class="title2">
          3. 服务内容的变更、中断和结束
        </div>
        <div class="p00">
          （1）智科数据开放平台致力于为用户提供更优质更稳定的服务，因此智科数据开放平台可能会在服务期间对平台进行优化升级。智科数据开放平台进行优化升级之前，将会在平台相应位置进行公告，请用户实时关注。因优化升级而暂时中断为用户提供服务，不视为智科数据开放平台违反服务条款，智科数据开放平台不因此向客户承担任何责任；
        </div>
        <div class="p00">
          （2）智科数据开放平台将通过优化服务、技术升级等方式为用户提供优质、稳定、持续的服务，但因不可抗力因素导致的服务中断或影响服务质量，用户理解并豁免智科数据开放平台与此相关的任何责任。不可抗力因素包括但不限于自然灾害、罢工、骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故、计算机病毒或黑客攻击；
        </div>
        <div class="p00">
          （3）若用户不再需要智科数据开放平台数据服务，用户可向智科数据开放平台官方邮件fuwu@itink.com.cn发出用户身份注销申请，，经智科数据开放平台审议通过，双方终止协议关系，智科数据开放平台将停止为用户提供服务；
        </div>
        <div class="p00">
          （4）用户需持续满足智科数据开放平台规定的用户条件，若用户不再符合智科数据开放平台的用户要求，智科数据开放平台有权作出终止服务、注销用户账户的决定。用户对此有任何异议，可向智科数据开放平台提出异议申请；
        </div>
        <div class="p00">
          （5）除遵守服务条款外，用户在使用智科数据开放平台服务时，还应遵守《智科车联数据使用协议》项下义务，否则智科数据开放平台有权中断服务，或者拒绝用户的数据服务申请。
        </div>
        <div class="p00">
          （6）用户应持续遵守服务条款，若用户存在违反服务条款的情形，智科数据开放平台合理其他。
        </div>
        <div class="title2">
          4. 用户的帐号，密码及管理
        </div>
        <div class="p00">
          （1）在完成智科数据开放平台用户的注册程序后，用户将获得一个智科数据开放平台账户，该账户密码由用户设置并保管，智科数据开放平台无法获悉。用户有权通过智科数据开放平台用户中心管理其账户，包括但不限于补充、更新用户信息，修改密码等，用户应妥善保管账户信息及密码；
        </div>
        <div class="p00">
          （2）用户应当遵守法律法规、规章、规范性文件及政策要求，谨慎合理使用和妥善保管智科数据开放平台账号及密码，对通过其智科数据开放平台账号和密码进行的行为和发生的事件负责。当用户发现智科数据开放平台账号被未经其授权的第三方使用或存在其他账号安全问题时应立即有效通知智科数据开放平台，要求智科数据开放平台暂停该智科数据开放平台账号的服务，并向公安机关报案。智科数据开放平台有权在合理时间内对用户的该等请求采取行动，配合用户作出相应处理措施，但对用户遭受的损失不承担任何责任。用户在未经智科数据开放平台同意的情况下不得将智科数据开放平台账号以赠与、借用、租用、转让或其他方式处分给他人。用户通过智科数据开放平台与商家进行在线交易时，应当遵守本协议“在线交易规则”的全部约定及智科数据开放平台发布的其他关于在线交易的服务条款和操作规则的全部规定。用户在智科数据开放平台对商品/服务进行评价时应当根据实际情况如实进行评价；
        </div>
        <div class="p00">
          （3）为更好的为用户提供服务，维护用户合法权益，智科数据开放平台将采取有效措施保护用户的账户信息。若用户在使用智科数据开放平台账户时发现安全漏洞，请立即以有效方式通知智科数据开放平台。<b>虽然智科数据开放平台将全力、持续完善账户维护技术手段，但受限于目前的技术水平，智科数据开放平台无法保证所采取的措施都是有效和安全无虞的，用户知晓、理解并豁免智科数据开放平台因此产生的责任。</b>
        </div>
        <div class="title2">
          5. 用户义务
        </div>
        <div class="p00">
          5.1、不得利用智科数据开放平台提供的数据危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用智科数据开放平台提供的数据制作、复制和传播下列信息：
        </div>
        <p class="p01 margin-bot0">
          （1）煽动抗拒、破坏宪法和法律、行政法规实施的；
        </p>
        <p class="p01 margin-bot0">
          （2）煽动颠覆国家政权，推翻社会主义制度的；
        </p>
        <p class="p01 margin-bot0">
          （3）煽动分裂国家、破坏国家统一的；
        </p>
        <p class="p01 margin-bot0">
          （4）煽动民族仇恨、民族歧视，破坏民族团结的；
        </p>
        <p class="p01 margin-bot0">
          （5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
        </p>
        <p class="p01 margin-bot0">
          （6）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；
        </p>
        <p class="p01 margin-bot0">
          （7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
        </p>
        <p class="p01 margin-bot0">
          （8）损害国家机关信誉的；
        </p>
        <p class="p01 margin-bot0">
          （9）其他违反宪法和法律行政法规的；
        </p>
        <div class="p00">
          5.2、用户应当遵守法律法规、规章、规范性文件及政策要求的规定，不得在智科数据开放平台或利用智科数据开放平台服务从事非法或其他损害智科数据开放平台或第三方权益的活动，包括但不限于发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论。
        </div>
        <div class="p00">
          5.3、用户知悉、确认并保证，按照本协议约定使用的智科数据开放平台数据平台提供的数据服务，若为非公开数据且根据相关规定需获得数据提供方或者数据相关主体的同意或授权，智科数据开放平台向用户提供该等数据时视为用户已经取得所有合法、有效且必需的同意或授权（统称“有效授权”），智科数据开放平台有权随时抽查用户取得有效授权的情况，用户应积极配合。若因用户未取得或未及时取得有效授权而使用该等数据产生任何纠纷或责任，概由用户自行负责，且用户应积极采取一切行之有效之行为（包括但不限于对智科数据开放平台进行全额赔偿），以使智科数据开放平台免于因此承担任何责任或遭受任何损失。
        </div>
        <div class="title2">
          6. 违约责任
        </div>
        <div class="p00">
          （1）如因智科数据开放平台违反有关法律、法规或本《协议》项下义务而给用户造成损失，智科数据开放平台同意承担相应的损害赔偿责任，并向用户赔偿用户的直接损失；
        </div>
        <div class="p00">
          （2）用户同意保障和维护智科数据开放平台及其他用户的利益，如因用户违反有关法律、法规或本《协议》约定而给智科数据开放平台或任何其他第三者造成损失，用户应承担相应的法律责任。
        </div>
        <div class="title2">
          7. 免责申明
        </div>
        <div class="p00">
          本免责申明规定了智科数据开放平台特定情形下不承担责任的内容，与用户权益息息相关，用户应仔细、逐项阅读。若用户不同意本免责申明的内容，应停止注册或停止使用智科数据开放平台服务并注销智科数据开放平台账户。用户完成注册程序并使用智科数据开放平台的服务，视为用户已经完全知悉、理解本免责申明对其权利、义务、责任的特别约定，并同意接受该等约定，豁免智科数据开放平台的相应责任。
        </div>
        <p class="p01 margin-bot0">——为服务用户的目的，智科数据开放平台可能通过使用用户的个人信息，向用户提供用户感兴趣的信息，包括但不限于向用户发出产品和服务信息，或者与智科数据开放平台关联方、智科数据开放平台合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。</p>
        <p class="p01 margin-bot0">——智科数据开放平台可能会对产品使用情况进行统计。同时，智科数据开放平台可能会与公众分享这些统计信息，以展示智科数据开放平台服务的整体使用趋势。这些统计信息不包含用户的任何身份识别信息。</p>
        <p class="p01 margin-bot0">——
          在如下情况下，智科数据开放平台可能会披露用户的信息：（1）事先获得用户的授权；（2）用户使用共享功能；（3）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；（4）以学术研究或公共利益为目的；（5）为维护智科数据开放平台的合法权益，例如查找、预防、处理欺诈或安全方面的问题；（6）符合相关服务条款或使用协议的规定。</p>
        <p class="p01 margin-bot0">——
          由于智科数据开放平台无法控制数据供应商资源，用户了解并同意，此类数据供应商资源是否可供用户利用，智科数据开放平台不予负责。存在或源于此类数据供应商资源之任何内容、商品或服务的真实性，智科数据开放平台亦不予保证或负责。因使用或依赖任何此类数据供应商资源发布的或经由此类数据供应商资源获得的任何内容、商品或服务所产生的任何损害或损失，智科数据开放平台不承担任何责任</p>
        <p class="p01 margin-bot0">——
          按照法律法规规定或者相关方之间的约定，数据供应商提供相应资源、服务可能需要取得必要的批准或授权，智科数据开放平台作为服务平台运营主体，没有途径也没有适当的权限监督、核查数据供应商是否已经取得必要的批准或授权。虽然智科数据开放平台会尽量通过平台维护、软件升级等方式提高用户体验及服务质量，用户认可并同意智科数据开放平台仅提供平台服务，不对数据供应商提供的服务的质量、服务内容是否取得必要批准或授权进行保证，也不为此承担任何责任。</p>
        <div class="title2">
          8. 服务条款的变更
        </div>
        <p class="margin-bot0">智科数据开放平台有权视需要对服务条款内容作出补充、删除或变更（以下统称“服务条款变更”），并在其官方网站相应位置进行公布，而无需另行通知用户。若用户不接受服务条款变更，可随时停止使用智科数据开放平台提供的服务。
          若用户在服务条款变更公示后仍继续使用智科数据开放平台提供的服务，则视为用户已经阅读并接受服务条款变更，并愿意受变更后服务条款的约束。</p>
        <div class="title2">9、法律适用及争议解决</div>
        <p class="margin-bot0"> 本《协议》的效力、履行和解释均适用中华人民共和国法律。若用户因本《协议》相关内容与智科数据开放平台产生争议，双方可协商解决。协商无法解决的，任何一方均有权向智科数据开放平台运营方所在地有管辖权的法院提起诉讼。</p>
        <div class="title2">10、其他规定</div>
        <div class="p00">10.1 如本《协议》中的任何条款无论因何种原因完全或部分无效或不具有执行力，本《协议》的其余条款仍应有效并且有约束力；</div>
        <div class="p00">10.2 本《协议》中的标题仅为方便阅读而设，不应影响对本《协议》条款的理解。</div>
        <div class="p00">10.3 智科数据开放平台数据有权按需修改协议相关内容，以在公司网络平台公示的方式通知用户，用户继续使用公司服务，视为同意。</div>
        <div class="title2">11、意见及建议</div>
        <p>用户对智科数据开放平台服务有任何意见或建议，可向智科数据开放平台服务邮箱（fuwu@itink.com.cn）反馈，智科数据开放平台愿意倾听并尊重每一位用户的意见，并将尽力为用户提供最优质的服务。</p>
      </div>
    </div>
  </div>
</template>

<script>

export default {
  name: 'protocol',
  metaInfo: {
    title: '服务条款和隐私政策-车联网数据开放平台'
  }
};
</script>

<style lang="scss" scoped>
.body{
  background: #F6F9FC;
  height: 100%;
  overflow: auto;
  .el-header {
    width: 100%;
    height: 64px!important;
    padding: 0;
    position: absolute;
    top: 0;
    left: 0;
    z-index: 999;
    .top-bar {
      height: 100%;
      line-height: 64px;
      background: #4475FD;
    }
  }
  .wrapper{
    margin-top: 108px;
    margin-bottom:90px;
    h1{
      text-align: center;
      font-size: 30px;
      margin: 22px auto;
    }
    .content{
      margin: 30px auto;
      .title1{
        font-size:14px;
        font-weight: bold;
        margin: 10px auto;
      }
      p{
        font-size:14px;
        line-height:25px;
        margin-bottom:20px;
      }
      .margin-bot0{
        margin-bottom:0;
      }
      .title2{
        font-size:14px;
        font-weight:bold;
        margin-top: 20px;
        margin-bottom: 20px;
      }
      .p00{
        font-size:14px;
        line-height:22px;
        text-indent: 8px;
      }
      .p01{
        font-size:14px;
        line-height:22px;
        text-indent: 16px;
      }
      .mtop20{
        margin-top:20px;
      }
    }
  }
}

</style>
